Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: This level of borrowing is consistent with the current legislated limit of $2,126 billion set out in the Borrowing Authority Act .
fr_fr: Ce niveau d'emprunt est conforme au montant maximum d'emprunt prévu par la Loi autorisant certains emprunts , soit 2 126 milliards de dollars .

source: Actual borrowings for the year may be higher or lower than expected due to economic and fiscal outcomes differing from projections, the timing of cash transactions, and other factors such as changes in foreign reserve needs and Crown corporation borrowings.
fr_fr: Les emprunts réels pour l'exercice pourraient varier à la hausse ou à la baisse si les résultats économiques et budgétaires diffèrent des projections, de même qu'en raison du moment où seront effectuées les opérations de trésorerie et d'autres facteurs, comme la variation des besoins au titre des réserves de change et des emprunts des sociétés d'État.

source: To adjust for these unexpected changes in financial requirements, debt issuance can be altered during the year, typically first through changes in the issuance of treasury bills.
fr_fr: En réponse à ces changements imprévus des besoins financiers, l'émission de titres de créance peut être modifiée au cours de l'année, modification qui, habituellement, touche d'abord l'émission de bons du Trésor.

source: The government may also adjust issuance for bonds in response to larger changes or shifts in market demand.
fr_fr: Le gouvernement pourrait aussi rajuster l'émission d'obligations en fonction de changements plus importants ou d'une évolution de la demande du marché.

source: Uses of Borrowings
fr_fr: Utilisations des emprunts

source: Domestic Borrowing
fr_fr: Emprunt sur le marché intérieur

source: The projected 2026-27 gross issuance of domestic bonds and treasury bills (i.e., domestic borrowing program) totals $589 billion (see Table A4.2).
fr_fr: Pour 2026-2027, les émissions brutes projetées d'obligations intérieures et de bons du Trésor (soit le programme d'emprunt sur le marché intérieur) devraient s'élever à 589 milliards de dollars (voir le tableau A4.2).

source: This reflects requirements to refinance $440 billion of maturing debt, in addition to projected financial requirements of $149 billion, which includes $30 billion to fund purchases of Canada Mortgage Bonds.
fr_fr: Elles tiennent compte des besoins en refinancement de 440 milliards de dollars pour la dette qui arrive à échéance. Elles comprennent aussi les besoins financiers projetés de 149 milliards de dollars, dont la somme de 30 milliards de dollars pour financer l'achat d'Obligations hypothécaires du Canada.

source: The government's financial requirements are subject to economic conditions and other developments which may lead to revisions.
fr_fr: Les besoins financiers du gouvernement évoluent en fonction de la situation économique et d'autres développements pouvant mener à certaines révisions.

source: Foreign Borrowing
fr_fr: Emprunt à l'étranger

source: The government may also borrow an equivalent of $5 billion CAD in foreign currencies, for the purpose of managing its official international reserves as part of its global bond program (more details below).
fr_fr: Le gouvernement pourrait aussi emprunter l'équivalent de 5 milliards de dollars canadiens en devises, afin de financer ses réserves officielles de liquidités internationales dans le cadre de son programme d'obligations multimarchés (voir les détails ci-après).

source: Composition of Market Debt
fr_fr: Composition de la dette contractée sur les marchés

source: The total stock of market debt is projected to reach $1,761 billion by the end of 2026-27 (Table A4.3).
fr_fr: L'encours total de la dette contractée sur les marchés devrait atteindre 1 761 milliards de dollars à la fin de l'exercice 2026-2027 (tableau A4.3).

source: Treasury Bill Program
fr_fr: Programme des bons du Trésor

source: The projected borrowing plan for 2026-27 anticipates a target stock of $291 billion in treasury bills by March 31, 2027.
fr_fr: Le plan d'emprunt projeté de 2026-2027 prévoit un encours cible des bons du Trésor de 291 milliards de dollars d'ici le 31 mars 2027.

source: The government considers that the 3-, 6- and 12-month tenors appropriately reflect the market demand for short-term government issuance and will maintain its current bi-weekly auction schedule.
fr_fr: Le gouvernement estime que les échéances à 3 mois, à 6 mois et à 12 mois répondent bien à la demande du marché pour les émissions de titres à court terme du gouvernement et maintiendra son calendrier d'adjudication toutes les deux semaines.

source: 2026-27 Bond Program
fr_fr: Programme des obligations 2026-2027

source: Annual gross bond issuance is projected to be $298 billion in 2026-27, down from $316 in 2025-26.
fr_fr: La valeur annuelle des émissions brutes d'obligations devrait s'établir à environ 298 milliards de dollars en 2026-2027, ce qui est inférieur aux 316 milliards de 2025-2026.

source: Issuance has been decreased in the 2-year, 5-year, and 10-year sectors relative to 2025-26.
fr_fr: Comparativement à 2025-2026, les émissions ont diminué dans les segments des obligations à 2 ans, à 5 ans et à 10 ans.

source: Bond issuance is projected to comprise just over half of total borrowing.
fr_fr: La valeur des émissions d'obligations devrait s'établir à un peu plus de la moitié du total des emprunts.

source: Of the bond program, 35 per cent will be in tenors with maturities of 10 or more years, up slightly from 34 per cent in 2025-26.
fr_fr: En ce qui concerne le programme des obligations, 35 % des obligations émises auront des échéances à 10 ans ou plus, soit une légère hausse par rapport aux 34 % de 2025-2026.

source: Maturity Date Cycles and Benchmark Bond Target Size Ranges
fr_fr: Dates d'échéance et fourchettes cibles des obligations de référence

source: The government will maintain the benchmark target size ranges and number of planned auctions, with the exception of the 30-year benchmark which will be adjusted to ensure the current benchmark building cycle is maintained (see Tables A4.4 and A4.5).
fr_fr: Le gouvernement maintiendra les fourchettes cibles des obligations de référence ainsi que le nombre d'adjudications prévues, à l'exception de la fourchette des obligations de référence à 30 ans, qui sera rajustée pour assurer le maintien du cycle des émissions de référence en voie d'être établies (voir les tableaux A4.4 et A4.5).

source: The dates of each auction will continue to be announced through the Quarterly Bond Schedule, which is published on the Bank of Canada's website prior to the start of each quarter.
fr_fr: Les dates des adjudications continueront d'être annoncées dans le Calendrier trimestriel des obligations que la Banque du Canada affiche sur son site Web avant le début de chaque trimestre.

source: Legislative Proposals to Support Building a New Canadian Economy and Defending Canada
fr_fr: Propositions législatives pour aider à bâtir une nouvelle économie canadienne et à défendre le Canada

source: The Borrowing Authority Act specifies the maximum amount of borrowings that can be undertaken by the Government of Canada and agent Crown corporations, as well as Canada Mortgage Bonds that can be guaranteed by the Canada Mortgage and Housing Corporation.
fr_fr: La Loi autorisant certains emprunts précise le montant maximal des emprunts pouvant être effectués par le gouvernement du Canada et les sociétés d'État mandataires, ainsi que des Obligations hypothécaires du Canada pouvant être garanties par la Société canadienne d'hypothèques et de logement.

source: To support the growing investment in Canada's economy and defence capabilities, Budget 2025 proposes to amend the Borrowing Authority Act to increase the maximum amount that can be borrowed from $2,126 billion to $2,541 billion.
fr_fr: Afin de soutenir la hausse des investissements dans l'économie et les capacités de défense du Canada, le budget de 2025 propose de modifier la Loi autorisant certains emprunts afin de rehausser la limite d'emprunt de 2 126 milliards de dollars à 2 541 milliards de dollars.

source: Green Bond Program
fr_fr: Programme d'obligations vertes

source: In October 2025, the government completed its first transaction of 2025-26 via a $2.5 billion dual tranche issuance which saw strong demand from green and socially responsible investors and attracted a mix of Canadian and international investors. $1 billion of a new 30-year green bond was issued, alongside a $1.5 billion re-opening of the 7-year bond first issued in 2025.
fr_fr: Les deux opérations ont suscité une forte demande de la part des investisseurs écoresponsables et des investisseurs soucieux sur le plan social, et ont attiré des investisseurs canadiens et étrangers. Une nouvelle obligation verte à 30 ans d'une valeur de 1 milliard de dollars a été émise et l'obligation à 7 ans émise pour la première fois en 2025 a été réouverte, pour un montant de 1,5 milliard de dollars.

source: Canada's green bond program continues to support the growth of the sustainable finance market in Canada and highlights Canada's investments in climate action and the environment.
fr_fr: Le programme d'obligations vertes du Canada continue de soutenir la croissance du marché canadien de la finance durable et met en valeur les investissements du Canada pour lutter contre les changements climatiques et protéger l'environnement.

source: The government remains committed to regular green bond issuances and will explore the development of a Sustainable Bond Framework that would allow for the issuance of both green and transition bonds to be aligned with Made-in-Canada Sustainable Investment Guidelines ("taxonomy"), and to expand the Framework to incorporate economic sectors as the taxonomy is being developed.
fr_fr: Le gouvernement demeure résolu à émettre régulièrement des obligations vertes et explorera la possibilité de mettre sur pied un cadre d'obligations durables permettant l'émission d'obligations vertes et d'obligations de transition, qui suivra ainsi les lignes directrices canadiennes sur l'investissement durable (la « taxonomie »). Il élargira le cadre pour y intégrer des secteurs économiques pendant l'élaboration de la taxonomie.

source: Canada Mortgage Bonds
fr_fr: Obligations hypothécaires du Canada

source: The Government of Canada, as part of its agenda to catalyse major investments in housing and to build homes at a rate not seen since the Second World War, will increase the Canada Mortgage Bonds (CMB) annual issuance limit from $60 billion to $80 billion, starting in 2026.
fr_fr: Dans le cadre de son programme visant à stimuler les investissements majeurs dans le logement et à construire des maisons à un rythme inédit depuis la Seconde Guerre mondiale, le gouvernement du Canada augmentera la limite d'émission annuelle d'Obligations hypothécaires du Canada (OHC), qui passera de 60 milliards à 80 milliards de dollars, à compter de 2026.

source: The increase in this cost-effective funding will solely apply to multi-unit housing.
fr_fr: Cette hausse de financement rentable s'appliquera uniquement aux bâtiments à logements multiples.

source: The government will maintain the current pace of its purchases of CMBs, up to $30 billion annually, to allow the private market full access to the additional issuance.
fr_fr: Le gouvernement maintiendra son niveau actuel d'achat d'OHC, qui peut atteindre jusqu'à 30 milliards de dollars par année, pour que les marchés privés aient un plein accès à ces nouvelles émissions.

source: Management of Canada's Official International Reserves
fr_fr: Gestion des réserves officielles de liquidités internationales du Canada

source: The Exchange Fund Account (EFA), managed by the Minister of Finance on behalf of the Government of Canada, represents the largest component of Canada's official international reserves.
fr_fr: Le Compte du fonds des changes (CFC), géré par le ministre des Finances au nom du gouvernement du Canada, représente la plus importante composante des réserves officielles de liquidités internationales du Canada.

source: It is a portfolio of Canada's liquid foreign exchange reserves and special drawing rights available to aid in the control and protection of the external value of the Canadian dollar and as a source of liquidity to the government, if needed.
fr_fr: Il s'agit d'un portefeuille des réserves officielles de liquidités internationales du Canada et des droits de tirage spéciaux pouvant servir à favoriser le contrôle et la protection de la valeur externe du dollar canadien et à fournir une source de liquidités au gouvernement, au besoin.

source: In addition to the EFA, Canada's official international reserves include Canada's reserve position held at the International Monetary Fund.
fr_fr: Outre les réserves conservées dans le CFC, les réserves officielles internationales du Canada comprennent la position de réserve du Canada au Fonds monétaire international.

source: The government borrows to invest in liquid reserves, which are maintained at a level at or above 3 per cent of GDP.
fr_fr: Le gouvernement effectue des emprunts afin d'investir dans des réserves liquides, qui sont maintenues à un taux minimal de 3 % du PIB nominal.

source: Foreign currency bond issuance for 2026-27 may be up to an equivalent of $5 billion CAD but may vary depending on market conditions.
fr_fr: L'émission d'obligations en devise pour 2026-2027 pourrait équivaloir à une valeur pouvant atteindre 5 milliards de dollars canadiens, mais pourrait varier en fonction des conditions du marché.

source: Canada's issuance of foreign currency denominated debt is used exclusively to fund official international reserves.
fr_fr: Le Canada a recours à l'émission de titres d'emprunt libellés en devises exclusivement pour financer ses réserves officielles internationales.

source: Global bonds denominated in US dollars or euros have been issued 13 times since 2009 with the most recent one being in March 2025.
fr_fr: Depuis 2009, il y a eu 13 émissions d'obligations multimarchés libellées en dollars américains ou en euros, la plus récente émission datant de mars 2025.

source: Further information on foreign currency funding and the foreign reserve assets is available in the Report on the Management of Canada's Official International Reserves and in The Fiscal Monitor .
fr_fr: De plus amples renseignements sur le financement en devises et les actifs des réserves de change se trouvent dans le Rapport sur la gestion des réserves officielles internationales du Canada ainsi que dans La revue financière .

source: Bond Buyback Program
fr_fr: Programme de rachat d'obligations

source: The government announced the resumption of the Government of Canada Cash Management Bond Buyback program in November 2022.
fr_fr: En novembre 2022, le gouvernement annonçait la reprise du Programme de rachat d'obligations aux fins de gestion de la trésorerie.

source: This treasury management operation is intended to effectively manage the government's cash flows ahead of large bond maturities.
fr_fr: Cette opération de gestion vise à gérer efficacement les flux de trésorerie du gouvernement du Canada avant les échéances d'obligations importantes.

source: The government plans to continue conducting cash management bond buybacks in 2026-27.
fr_fr: Le gouvernement entend poursuivre le rachat d'obligations aux fins de gestion de la trésorerie en 2026-2027.

source: Cash Management
fr_fr: Gestion de la trésorerie

source: The core objective of cash management is to ensure that the government has sufficient cash available at all times to meet its operating and liquidity requirements.
fr_fr: L'objectif fondamental de la gestion de la trésorerie consiste à faire en sorte que le gouvernement dispose en tout temps d'une encaisse suffisante pour répondre à ses besoins opérationnels et de liquidités.

source: As part of the prudent management of cash balances, the government reintroduced morning Receiver General auctions on February 21, 2024.
fr_fr: Le 21 février 2024, pour gérer avec prudence ses soldes de trésorerie, le gouvernement du Canada a rétabli les séances du matin pour l'adjudication des soldes de trésorerie du Receveur général.

source: Aside from cash deployed in the morning Receiver General auctions, the government's cash is on deposit with the Bank of Canada, including operational balances and balances held for prudential liquidity.
fr_fr: À part les fonds déployés dans les séances du matin pour l'adjudication des soldes de trésorerie du Receveur général, la trésorerie du gouvernement est en dépôt auprès de la Banque du Canada, y compris les soldes opérationnels et les soldes détenus aux fins de la liquidité prudentielle.

source: Periodic updates on the liquidity position are available in The Fiscal Monitor .
fr_fr: Des mises à jour périodiques de la position de liquidité sont présentées dans La revue financière .

source: Prudential Liquidity
fr_fr: Liquidité prudentielle

source: The government holds liquid financial assets in the form of domestic cash deposits and foreign exchange reserves to safeguard its ability to meet payment obligations, including coupon and principal payments, in situations where normal access to funding markets may be disrupted or delayed.
fr_fr: Le gouvernement détient des actifs financiers liquides prenant la forme de dépôts en dollars canadiens et de réserves de change afin d'être en mesure de respecter ses obligations de paiement, y compris le versement du principal et des intérêts, dans l'éventualité où l'accès normal aux marchés financiers serait perturbé ou retardé.

source: The government's overall liquidity levels are managed to normally cover at least one month of projected net cash flows, including coupon payments and debt refinancing needs.
fr_fr: Les niveaux de liquidités globaux du gouvernement sont gérés pour couvrir normalement au moins un mois de flux de trésorerie nets projetés, y compris le versement des intérêts et les besoins en refinancement de la dette.

source: <<< source: anx5-en.html >>>
fr_fr: <<< source: anx5-fr.html >>>

source: Find out more about the expected gender and diversity impacts for each measure in Annex 5: Legislative measures.
fr_fr: Apprenez-en plus sur les répercussions prévues sur le genre et la diversité des mesures figurant dans le Annexe 5 : Mesures législatives.

source: This annex includes a number of measures (other than tax-related measures) that would be implemented through legislation.
fr_fr: La présente annexe comprend un certain nombre de mesures (autres que des mesures fiscales) qui seraient mises en œuvre au moyen d'une loi.

source: <<< source: anx6-en.html >>>
fr_fr: <<< source: anx6-fr.html >>>

source: Annex 6: Impacts report
fr_fr: Annexe 6 : Rapport sur les répercussions

source: A Stronger Canada Through Diversity
fr_fr: Un Canada plus fort grâce à la diversité

source: Canada has made important progress in advancing equal opportunities for women and other underrepresented groups, but vigilance and sustained efforts are required to maintain the gains achieved.
fr_fr: Le Canada a fait d'importants progrès dans la promotion de l'égalité des chances pour les femmes et les autres groupes sous-représentés, mais il doit faire preuve de vigilance et déployer des efforts soutenus pour maintenir les acquis.

source: Embedding gender and diversity considerations into decision-making is smart policy and helps improve outcomes for Canadians.
fr_fr: L'intégration des considérations liées au genre et à la diversité dans le processus décisionnel est une politique intelligente qui contribue à améliorer les résultats pour les Canadiens et les Canadiennes.

source: By ensuring that policies reflect the identities and values of Canadians, we reinforce the unity that makes Canada strong, enabling everyone to contribute to a resilient and sustainable future.
fr_fr: En veillant à ce que les politiques reflètent l'identité et les valeurs de la population canadienne, nous renforçons l'unité qui fait la force du Canada, pour que chaque personne puisse contribuer à un avenir résilient et durable.

source: This budget is about building a new Canadian economy and an even stronger Canada.
fr_fr: Le présent budget vise à bâtir une nouvelle économie canadienne et un Canada encore plus fort.

source: It invests in growth and innovation, keeps life affordable for Canadians, protects our sovereignty, and reflects the diversity of our people.
fr_fr: Il prévoit des investissements dans la croissance et l'innovation, veille au maintien d'un niveau de vie abordable pour le peuple canadien, protège notre souveraineté et reflète la diversité de notre population.

source: By leveraging Gender-based Analysis Plus, care was taken in developing this budget to better understand how proposed measures could affect women and diverse groups, and to take action where systemic barriers persist.
fr_fr: En s'appuyant sur l'analyse comparative entre les sexes Plus, le gouvernement a pris soin d'élaborer ce budget afin de mieux comprendre les incidences des mesures proposées sur les femmes et divers groupes, et de prendre des mesures là où des obstacles systémiques persistent.

source: The following measures in particular will open up new opportunities and lead to fairer outcomes:
fr_fr: Les mesures suivantes, en particulier, créeront de nouvelles occasions et mèneront à des résultats plus équitables :

source: Expanding home ownership opportunities for younger Canadians and families through the Goods and Services Tax rebate for first-time home buyers .
fr_fr: Accroître les chances des jeunes au Canada et des jeunes familles de devenir propriétaires grâce au remboursement de la taxe sur les produits et services pour les personnes qui achètent une première habitation .

source: Addressing housing pressures through Build Canada Homes will benefit women, seniors, and those more likely to rent.
fr_fr: Gérer les pressions en matière de logement grâce au programme Maisons Canada , dont bénéficieront les femmes, les personnes aînées et les personnes plus susceptibles de se louer un logement.

source: Partnering with Indigenous Peoples at the Major Projects Office through the Indigenous Advisory Council to ensure that Indigenous economic participation is embedded in major projects advancements.
fr_fr: Travailler en partenariat avec les peuples autochtones au Bureau des grands projets par l'intermédiaire du Conseil consultatif autochtone afin de veiller à ce que la participation économique des Autochtones soit intégrée à l'avancement des grands projets.

source: Better integrating newcomers through faster recognition of foreign credentials in health care and the skilled trades, which in turn help improve services for Canadians.
fr_fr: Aider davantage les personnes nouvellement arrivées à s'établir en accélérant la reconnaissance de leurs titres de compétence dans les secteurs des soins de santé et des métiers spécialisés, ce qui contribuera à l'amélioration des services offerts à la population canadienne.

source: Increasing access to financial services, through consumer-driven banking , particularly benefitting lower-income households.
fr_fr: Faciliter l'accès aux services financiers, par l'intermédiaire de services bancaires axés sur les consommateurs , dont bénéficieront en particulier les ménages à faible revenu.
